cask_args appdir: '/Applications'

tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-version"
tap "homebrew/core"
tap 'railwaycat/emacsmacport'

#brew 'homebrew/dupes/file-formula'
#brew 'homebrew/dupes/grep'
#brew 'homebrew/dupes/less'
brew 'aws-shell'
brew 'awscli'
brew 'bash'
brew 'bash-completion@2'
brew 'binutils'
brew 'brew-cask-completion'
brew 'cask'
brew 'cloc'
brew 'coreutils'
brew 'docker-clean'
brew 'docker-completion'
brew 'emacs', args: ['with-cocoa']
brew 'etcd'
brew 'findutils', args: ['with-default-names']
brew 'git'
brew 'git-flow-avh'
brew 'git-secrets'
brew 'gnu-sed'
brew 'gnu-which', args: ['with-default-names']
brew 'gnutls'
brew 'goto'
brew 'gradle'
brew 'groovy'
brew 'httpie'
brew 'mackup'
brew 'markdown'
brew 'mas'
brew 'node'
brew 'npm'
brew 'plantuml'
brew 'tree'
brew 'wget'
cask '1password'
cask 'adobe-acrobat-reader'
cask 'alfred'
cask 'atom'
cask 'bbedit'
cask 'calibre'
cask 'disk-inventory-x'
cask 'docker'
cask 'dropbox'
cask 'evernote'
cask 'flux'
cask 'font-inconsolata'
cask 'google-chrome'
cask 'google-hangouts'
cask 'growlnotify'
cask 'intellij-idea'
cask 'iterm2-beta'
cask 'java8'
cask 'kindle'
cask 'malwarebytes'
cask 'postman'
cask 'selfcontrol'
cask 'sketchup'
cask 'skype'
cask 'slack'
cask 'sourcetree'
cask 'squirrelsql'
cask 'spotify'
cask 'the-unarchiver'
cask 'vlc'
cask 'xquartz'
cask 'zoomus'
mas "AdBlock", id: 1402042596
mas "Adblock Plus", id 1432731683
mas 'Be Focused', id: 973134470
mas 'Clocks', id: 414554506
mas 'Growl', id: 467939042
mas 'Microsoft Remote Desktop', id: 1295203466
mas "Pages", id: 409201541

