# Communication
adium
gitter
skype
slack
twitterrific
google-hangouts
joinme

# Utility
alfred
disk-inventory-x
dropzone
growlnotify
iterm2
flux
cyberduck
dash

# Editors and IDE
emacs
textwrangler
intellij-idea
github
010-editor
0xed
textmate
eclipse-java
pycharm-ce

# Dev
kitematic
boot2docker
java

# Media
handbrake
kindle
spotify
vlc
calibre
pandora

# Other
google-chrome
dropbox
evernote
google-drive
1password
istat-menus
adobe-air

tower
openoffice
ynab
colloquy
menumeters
adobe-reader
openoffice

dockertoolbox
atom
gitup
