cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'caskroom/versions'

tap 'homebrew/completions'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/versions'

tap 'railwaycat/emacsmacport'

brew 'cask'
brew 'mas'
cask 'java'
brew 'bash'
brew 'binutils'
brew 'git'
brew 'gnutls'
brew 'emacs', args: ['with-cocoa']
brew 'cloc'
brew 'coreutils'
brew 'etcd'
brew 'findutils', args: ['with-default-names']
brew 'git-flow-avh'
brew 'gnu-sed'
brew 'gnu-which', args: ['with-default-names']
brew 'gradle'
brew 'groovy'
brew 'mackup'
brew 'tree'
brew 'wget'
brew 'brew-cask-completion'
brew 'homebrew/dupes/diffutils'
brew 'homebrew/dupes/file-formula'
brew 'homebrew/dupes/grep'
brew 'homebrew/dupes/less'
brew 'bash-completion'
cask 'adobe-reader'
cask 'alfred'
cask 'atom'
cask 'calibre'
cask 'disk-inventory-x'
cask 'dropbox'
cask 'emacs-mac'
cask 'evernote'
cask 'flux'
cask 'font-inconsolata'
cask 'google-chrome'
cask 'google-drive'
cask 'google-hangouts'
cask 'growlnotify'
cask 'iterm2-beta'
cask 'kindle'
cask 'skype'
cask 'sourcetree'
cask 'textwrangler'
cask 'vlc'
cask 'the-unarchiver'
cask 'docker-beta'
mas 'Clocks', id: 414554506
mas 'Growl', id: 467939042
brew 'docker-completion'
brew 'npm'
cask 'chirp-daily'
cask 'squirrelsql'
brew 'httpie'
cask 'intellij-idea'
brew 'plantuml'
brew 'yarn'
brew 'git-secrets'
brew 'awscli'
brew 'aws-shell'
brew 'docker-clean'
cask 'bbedit'

